{
  "storymap": {
    "attribution": "",
    "call_to_action": true,
    "minZoomLevel": 2,
		"maxZoomLevel": 15,
    "zoomify": false,
    "slides": [
      {
        "date": "",
        "media": {
          "url": "//uploads.knightlab.com/storymapjs/5827baef53df8276c847918b5fa151fd/ruas-com-historiaa/_images/1 - Cidade Rio Maior geral.jpg",
          "caption": "",
          "credit": ""
        },
        "type": "overview",
        "location": {
          "line": true
        },
        "text": {
          "headline": "RUAS COM HISTÓRIA - RIO MAIOR",
          "text": ""
        }
      },
      {
        "date": "",
        "media": {
          "url": "//uploads.knightlab.com/storymapjs/5827baef53df8276c847918b5fa151fd/ruas-com-historiaa/_images/DSCN2804.JPG",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.32736,
          "line": true,
          "lon": -8.93378,
          "zoom": 18
        },
        "text": {
          "headline": "AV. 13 DE JULHO - DIA DO AGRICULTOR LIVRE – RIO MAIOR",
          "text": "A 13 de Julho de 1975, em Rio Maior, eram esperados militantes comunistas para uma reunião no Grémio da Lavoura. Corre então o boato de que o PCP iria ocupar o organismo corporativo, dando lugar a incidentes graves. Em resposta, agricultores da zona de Rio Maior assaltam e destroem, na vila, as sedes do Partido Comunista, na Rua D. Fernando I, e da Frente Socialista Popular, na Rua D. Afonso Henriques, abrindo uma guerra que se entende a outros pontos do país, com ecos no estrangeiro, e que provocou alguma instabilidade política e social naquela altura. A 27 de Junho de 1977 a Assembleia Municipal aprova o 13 de Julho como Feriado Municipal, pois esta data já estava consagrada como o Dia do Agricultor Livre de Portugal, olvidando a data de 6 de Novembro, até então assinalada por ser o dia em que, em 1836, foi criado o concelho. Em Assembleia Municipal de 26 de Fevereiro de 1990 é recuperado o 6 de Novembro como feriado concelhio, que se mantém até hoje."
        }
      },
      {
        "date": "",
        "media": {
          "url": "//uploads.knightlab.com/storymapjs/5827baef53df8276c847918b5fa151fd/ruas-com-historiaa/_images/Dr_João_Calado_da_Maia.jpg",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3363,
          "line": true,
          "lon": -8.9328,
          "zoom": 18
        },
        "text": {
          "headline": "AVENIDA DR. JOÃO AFONSO CALADO DA MAIA - RIOMAIORENSE ILUSTRE – RIO MAIOR",
          "text": "Avenida assim denominada para imortalizar uma figura da História de Rio Maior. Nasceu a 8 de Novembro de 1917. Era filho de João Ferreira da Maia. Exerceu advocacia em Rio Maior e Porto de Mós e o notariado na Batalha e em Rio Maior. Nomeado por Oliveira Salazar, foi presidente da Câmara Municipal de Rio Maior (entre 1953 e 1964). Em 1966 foi promovido a presidente da distrital da União Nacional. Foi deputado na Assembleia Nacional (1973-1974) e Provedor Emérito da Santa Casa da Misericórdia de Rio Maior (1956-2011), tendo sido condecorado com a Comenda no Grau de Mestre Maior da Ordem Internacional de Mérito das Misericórdias. Fundou a Cooperativa Agrícola dos Produtores de Sal e foi um dos fundadores do cinema riomaiorense. Foi agraciado com a Medalha do Município em 1990. Faleceu a 12 de Outubro de 2011. O Hospital da Misericórdia tem o seu nome desde 2012."
        }
      },
      {
        "date": "",
        "media": {
          "url": "//uploads.knightlab.com/storymapjs/5827baef53df8276c847918b5fa151fd/ruas-com-historiaa/_images/2 - Av General Humberto Delgado.jpg",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3392,
          "line": true,
          "lon": -8.9331,
          "zoom": 18
        },
        "text": {
          "headline": "AVENIDA MARECHAL HUMBERTO DELGADO – RIO MAIOR",
          "text": "Avenida assim designada para laurel de uma figura maior da História Nacional. Humberto da Silva Delgado nasceu a 15 de Maio de 1906. Participou no movimento militar de 28 de Maio de 1926, que derrubou a República Parlamentar e implantou a Ditadura Militar, dando lugar ao Estado Novo. Ocupou vários cargos políticos de grande empresa nacional e internacional. Candidato à Presidência da República, em 1958, em indicação ao Estado Novo. Foi cognominado de General sem Medo. Faleceu em 1965. Mereceu honras de Estado e repousa no Panteão Nacional desde 5 de Outubro de 1990. Nesta mesma altura, o General é elevado, a título póstumo, a Marechal da Força Aérea. Será por este motivo, que esta avenida é conhecida pela Avenida General Humberto Delgado e Avenida Marechal Humberto Delgado. É o patrono do Aeroporto da Portela, em Lisboa, desde 2016."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3442,
          "line": true,
          "lon": -8.9538,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DA FREIRIA – RIO MAIOR",
          "text": "Beco designado / conhecido, eventualmente, por se localizar na zona denominada Lugar da Freiria, na freguesia de Rio Maior.   A Freiria já foi uma zona situada fora de Rio Maior. Hoje está integrada na  Beco designado / conhecido, eventualmente, por se localizar na zona denominada Lugar da Freiria, na freguesia de Rio Maior. A Freiria já foi uma zona situada fora de Rio Maior. Hoje está integrada na área urbana da cidade de Rio Maior, sendo considerado um lugar, embora na verdade seja um bairro. Tem um campo de jogos que pertence à Associação Grupo Desportivo Recreativo e Cultural da Freiria, encontrada em 27 de Março de 1979. Aqui se encontra o cruzamento da Estrada Nacional N.º 1 com a Estrada Nacional para Caldas da Rainha (EN 114), e o lugar autor-se e liga-se aos bairros de Vale Falante, Serradinha e Carraxanas. área urbana da cidade de Rio Maior, sendo considerado um lugar, embora na verdade seja um bairro. Tem um campo de jogos que pertence à Associação Grupo Desportivo Recreativo e Cultural da Freiria, encontrada em 27 de Março de 1979. Aqui se encontra o cruzamento da Estrada Nacional N.º 1 com a Estrada Nacional para Caldas da Rainha (EN 114), e o lugar autor-se e liga-se aos bairros de Vale Falante, Serradinha e Carraxanas."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.345,
          "line": true,
          "lon": -8.9527,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DA PAZ – RIO MAIOR",
          "text": "Beco assim designado / conhecido, não se tendo descortinado a origem do topónimo. Subentende-se que tenha sido para assinalar a paz como sendo um dos desideratos do bem-estar social, objetivo primordial de qualquer sociedade."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3404,
          "line": true,
          "lon": -8.9411,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DA PRIMAVERA – RIO MAIOR",
          "text": "Topónimo assim designado em 5 de setembro de 2009. O seu nome deve dever-se à comemoração do início da primavera, estação do ano conotada com o renascimento da vida e do bom tempo, com moderações mais amenas. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3371,
          "line": true,
          "lon": -8.9484,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DAS FLORES, ACTUAL RUA MOINHO DO CHÃO – RIO MAIOR",
          "text": "Beco denominado assim designado / conhecido pelos moradores e transmitido pela oralidade. Como não tinha designação oficial, as pessoas chamavam-lhe Beco das Flores, talvez por ali proliferarem muitas flores, possivelmente de origem silvestre e crescimento espontâneo. Actualmente tem a designação de Rua Moinho do Chão, desconhecendo-se o motivo de tal denominação subentendendo-se, todavia, que haveria por ali algum moinho."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3435,
          "line": true,
          "lon": -8.9534,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DAS VIOLETAS – RIO MAIOR",
          "text": "Beco assim designado / conhecido, não se tendo descortinado a origem do topónimo. Possivelmente, será uma referência em homenagem às violetas, uma espécie de flores muito apreciada."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3435,
          "line": true,
          "lon": -8.9532,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DOS ANJOS – RIO MAIOR",
          "text": " Beco assim designado / conhecido, não se tendo descortinado a origem do topónimo. Plausivelmente, terá que ver com a religiosidade das populações locais, da sua devoção a Deus e à representação que o catolicismo faz das figuras angelicais, relacionadas com a pureza, a santidade e com a salvação das almas."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3392,
          "line": true,
          "lon": -8.9469,
          "zoom": 18
        },
        "text": {
          "headline": "BECO DO TOMÉ – RIO MAIOR",
          "text": "Beco assim designado / conhecido, não se tendo descortinado a origem do topónimo. Porém, por sugestão lógico-dedutiva, não é difícil conjecturar que o termo manifesto ter origem no nome pessoal de alguém que ali tenha residido."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3375,
          "line": true,
          "lon": -8.9379,
          "zoom": 18
        },
        "text": {
          "headline": "CALÇADA DO TEATRO – RIO MAIOR",
          "text": "Esta designação está relacionada com o fato de ser contígua ao edifício do antigo Teatro Riomaiorense, cuja construção teve início em 1876, sendo inaugurado em 1880. No seu palco atuaram vários grupos de teatro e foram superiores a muitos espectáculos. De sublinhar, a importância do Grupo Cénico Zé Pereira, onde se distinguiu uma geração de ouro. Feliciano Júnior, Georgette Goucha e Laureano Santos, são alguns dos elementos que mais se destacaram pelo seu trabalho artístico. Início e fim: A Calçada do Teatro, que conserva a mesma designação toponímica, pelo menos, desde 1940, liga a Rua Daniel Cordeiro Feio à Rua Cidade de Santarém, antiga Rua Gil Vicente, (também Rua do Teatro), justa homenagem ao “ pai ”do Teatro Português, e passa mesmo em frente ao antigo Teatro Riomaiorense, cujo espaço foi em parte absorvido para ampliar a zona do Lar dos Idosos, e o que restou, é hoje um parque de estacionamento.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3364,
          "line": true,
          "lon": -8.9378,
          "zoom": 18
        },
        "text": {
          "headline": "ESCADINHAS DA CAPELA – RIO MAIOR",
          "text": "Assim designadas por se reportarem às escadinhas que dão acesso à Capela de Nossa Senhora da Vitória, sendo também marcadas por “Escadinhas do Encontro”, por terem sido, em tempos, um ponto de encontro privilegiado entre namorados e pretendentes, aproveitando a hora de saída da Escola Comercial, onde estudavam.   Conta-se que, outrora, quando o relógio da torre da Câmara dava como badaladas compassadas das sete menos um quarto, alunos e mestres subiam estas escadinhas que davam acesso à Escola Comercial, para ali iniciarem como suas aulas. Situadas na parte antiga da cidade de Rio Maior, sabe-se que já estão isoladas em relação à toponímica de 1940. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3371,
          "line": true,
          "lon": -8.9378,
          "zoom": 18
        },
        "text": {
          "headline": "ESCADINHAS DO CALVÁRIO – RIO MAIOR",
          "text": "Fernando Duarte, na sua História de Rio Maior, referiu que, em tempos, a vida religiosa em Rio Maior, caracterizava-se pela realização de procissões, que atraíam muitos fiéis e até visitantes curiosos.   As procissões dos Passos, a do Enterro ou de Sexta-Feira da Paixão e a da Páscoa, constituíam, além de outras, como a de Mártir S. Sebastião, importantes manifestações católicas.   Os sermões da procissão dos Passos de 1937 - Pretório, Encontro e Calvário - foram proferidos pelo prior da Nazaré, Pe. Dr. Manuel Santos Canastreiro, precisou Fernando Duarte na sua obra.   O termo toponímico pode eventualmente estar relacionado com as procissões alusivas à crucificação de Jesus Cristo, e aos sermões do Calvário.  Terá havido aqui, possivelmente, no Alto do Calvário, onde terminam como Escadinhas do Calvário, noutros tempos, alguma representação do Calvário e da crucificação de Jesus Cristo, pelo que a designação do local pode ter uma conotação ou explicação de base religiosa. As Escadinhas do Calvário são mencionadas nas actas das reuniões ordinárias da Câmara Municipal realizada a 28 de Julho e 11 de Agosto de 1970 e 30 de Junho de 1985. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3315,
          "line": true,
          "lon": -8.9267,
          "zoom": 18
        },
        "text": {
          "headline": "ESTRADA DA CHAINÇA – RIO MAIOR",
          "text": "A Estrada da Cadeia já surge com esta designação nas actas das reuniões ordinárias da Câmara Municipal de 28 de Julho de 1970 e de 11 de Agosto do mesmo ano, lendo-se que “vai da Estrada de Santarém (junto ao Forno do Lindo) à Chainça ”. Na acta da reunião ordinária da Câmara Municipal realizada em 30 de Junho de 1985, consta que a Estrada da Chainça vai “da EN 114 (junto à Fábrica do Lindo) à Chainça”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3494,
          "line": true,
          "lon": -8.9345,
          "zoom": 18
        },
        "text": {
          "headline": "ESTRADA DA VASCA – RIO MAIOR",
          "text": "Estrada assim designada porque o local por onde passa esta estrada é conhecido por “vasca”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.336,
          "line": true,
          "lon": -8.9386,
          "zoom": 18
        },
        "text": {
          "headline": "LADEIRA DO ROSSIO – RIO MAIOR",
          "text": "Topónimo assim designado porque a zona onde está inserida, denomina-se Rossio, desde tempos de antanho.   As reuniões de Câmara de 28 de Julho e 11 de Agosto de 1970 e de 30 de Junho de 1985, marcadas que a Ladeira do Rossio liga ao Largo D. Maria II à Rua Fernão Lopes, mantendo a mesma configuração ou traçado até aos dias de hoje. A Ladeira do Rossio fica ao lado deste largo e tem uma acentuada acentuada, aí residindo, eventualmente, a origem do termo “Ladeira”. Início e fim: Liga Largo D. Maria II à Rua Fernão Lopes.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.336,
          "line": true,
          "lon": -8.9389,
          "zoom": 18
        },
        "text": {
          "headline": "LARGO D. MARIA II – RIO MAIOR",
          "text": "D. Maria II de Portugal nasceu em 1819 e faleceu em 1853. O seu reinado foi marcado por lutas civis. Foi sobretudo venerada como mãe. A 10 de Agosto de 1833, D. Maria II é aclamada em Rio Maior. Por decreto real, funda o concelho a 6 de Novembro de 1836. Em sua homenagem, o antigo Largo do Rossio passou a chamar-se Largo D. Maria II. Nas sessões de Câmara de 3.10.1940 e de 13.12.1950, lê-se que o Largo D. Maria II tinha a designação antiga de Largo Bernardino Machado, nas de 28.07.1970 e de 11.08.1970, que corresponde à zona de confluência das Ruas 6 de Novembro, Ladeira do Rossio e Rua da Legião Portuguesa e na de 30.06.1985, respeita à zona de confluência das Ruas 6 de Novembro, Ladeira do Rossio e Rua Tenente-Comandos Oliveira Coimbra. Início e fim: O Largo D. Maria II é contíguo à Rua Mouzinho de Albuquerque, ficando na zona de confluência da Rua 6 de Novembro, da Ladeira do Rossio e da Rua Tenente-Comandos Oliveira Coimbra."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3341,
          "line": true,
          "lon": -8.938,
          "zoom": 18
        },
        "text": {
          "headline": "LARGO ENGENHEIRO ADELINO AMARO DA COSTA – RIO MAIOR",
          "text": "Largo assim consignado em homenagem a Adelino Manuel Lopes Amaro da Costa. Nasceu a 18 de Abril de 1943, em Algés e faleceu em Loures, a 4 de Dezembro de 1980, vítima do despenhamento de um pequeno avião na zona de Camarate, onde viajava em direcção ao Porto, juntamente com o então Primeiro-Ministro Francisco Sá Carneiro, para participar num comício de apoio a Soares Carneiro, candidato da AD nas eleições presidenciais de 1980. Foi um dos fundadores do CDS-Centro Democrático Social e o seu primeiro secretário-geral. Foi deputado à Assembleia Constituinte e à Assembleia da República (1976, 1979 e 1980) e Ministro da Defesa Nacional. Em 1981 foi condecorado com a Grã-Cruz da Ordem do Infante D. Henrique. Início e Fim: Designado antigo Rio da Ponte e antigo Largo da Ponte, fica na zona de confluência da Rua Dr. Francisco Barbosa (antiga Rua Dr. Oliveira Salazar), Rua das Taipas, Rua Mouzinho de Albuquerque e Rua Serpa Pinto (actual Rua Direita). "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3343,
          "line": true,
          "lon": -8.9333,
          "zoom": 18
        },
        "text": {
          "headline": "LARGO PADRE QUARTILHO – RIO MAIOR",
          "text": "Largo assim nominado para louro do padre António Pereira Quartilho. Nasceu a 26 de Agosto de 1883. A 25 de Outubro de 1910 é nomeado pároco da Freguesia de Rio Maior e a 1 de Novembro, com 27 anos de idade, iniciando as suas funções. Mesário da Santa Casa da Misericórdia de Rio Maior, fundada a Cruzada Eucarística e a Juventude Antoniana. Na paróquia e no âmbito da Acção Católica, cria a Conferência de Santo António de Rio Maior da Sociedade de S. Vicente de Paulo e o Grupo Auxiliar dos Pobres e promove campanhas de evangelização. Feneceria em 1965. Em 1993 é condecorado com a Medalha do Concelho e em 2013 é descerrada uma placa comemorativa da requalificação deste largo.Início e fim: Localiza-se junto à Igreja Nova e ao Centro de Educação Especial O Ninho.Compreende uma área que fica entre o Parque 25 de Abril,  a Avenida João Ferreira da Maia e as Ruas Professor Manuel José Ferreira, João Teodósio Barbosa e do Matadouro. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3346,
          "line": true,
          "lon": -8.935,
          "zoom": 18
        },
        "text": {
          "headline": "RUA PROFESSOR MANUEL JOSÉ FERREIRA – RIO MAIOR",
          "text": "Rua assim denominada para perpetuar a memória de um professor e jornalista brilhante. Nasceu em Pousaflores, distrito de Leiria, a 16 de Julho de 1852.   Foi professor do ensino primário e autor de livros adoptados e do Almanaque do Professor Primário. Abraçou o jornalismo, tendo fundado o histórico Jornal o Riomaiorense (1893-1896) e o Jornal Civilização Popular (1896-1912), onde montou a sua tipografia, chamada Tipografia Civilização.  Teve uma papelaria e livraria em Rio Maior, designada Agência Escolar, depois, Centro Escolar, que edita todo o género de impressos pedagógicos e utensílios escolares. Funda, ainda, o Collegio Familiar. Considerado “um espírito culto e magnânimo e um trabalhador incansável”, faleceu em Rio Maior, no dia 1 de Julho de 1913. Esta rua foi conhecida pela Rua do Celeiro do Trigo e pela Rua dos Centenários."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3442,
          "line": true,
          "lon": -8.9533,
          "zoom": 18
        },
        "text": {
          "headline": "LARGO DA ALEGRIA – RIO MAIOR",
          "text": "Largo assim designado/conhecido, não se tendo descortinado a origem do topónimo, não sendo, porém, despiciendo concluir que o seu topónimo glorifique esse maravilhoso estado de espírito do ser humano.  Início e fim: Rua 15 de Agosto. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3356,
          "line": true,
          "lon": -8.9389,
          "zoom": 18
        },
        "text": {
          "headline": "LARGO DAS MILÍCIAS DE RIO MAIOR – RIO MAIOR",
          "text": "Após a revolução de 1640 foram reorganizadas as ordenanças e milícias de Rio Maior que actuaram na resistência do reino nas Guerras da Restauração, tendo sido um dos seus comandantes o capitão de milícias João de Saldanha e Sousa, o «Restaurador», antepassado do 1.º Conde de Rio Maior, João Vicente de Saldanha Oliveira e Sousa Juzarte Figueira. Também António de Saldanha Oliveira Juzarte e Sousa, 2.º Conde de Rio Maior, foi coronel do Regimento de Milícias de Lisboa Oriental. Deste modo, depreende-se que o nome deste largo se deve à importância que as milícias de Rio Maior tiveram no desenrolar das Guerras da Restauração e do papel dos Condes de Rio Maior no comando daquelas. O Largo das Milícias de Rio Maior, antes Largo D. José I, assim sendo denominado na sessão de Câmara de 13.12.1950, surge com o nome actual na sessão de 28.07.1970.  Início e fim: Entre a Rua Mouzinho de Albuquerque e a Rua D. Fernando I. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3396,
          "line": true,
          "lon": -8.934,
          "zoom": 18
        },
        "text": {
          "headline": "PRACETA ALEXANDRE LAUREANO SANTOS – RIO MAIOR",
          "text": "Nome dado para render preito de homenagem a um insigne riomaiorense.  Alexandre Laureano Santos nasceu em Rio Maior em 12 de Novembro de 1913.  Licenciado em Direito, foi Conservador do Registo Civil e Predial em Vimioso e Baião. Regressa a Rio Maior, aqui exercendo a advocacia. Esteve ligado a actividades como a Fotografia, a História, a Literatura, o Jornalismo, o Cinema, o Teatro e a Música. Fundou e dirigiu o Jornal Concelho de Rio Maior e colaborou com o Jornal o Riomaiorense, onde evidenciou as suas raras faculdades de prosador e de poeta. Escreveu poemas para canções interpretadas pela Orquestra Típica de Rio Maior e artigos sobre a história de Rio Maior. É o patrono da Biblioteca Municipal. Foi professor na Escola Comercial Municipal e autor da letra do hino do Colégio Luís de Camões.  Pereceu aos 63 anos de idade, no infausto dia 25 de Dezembro de 1976. Início e fim: Avenida Marechal Humberto Delgado. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3312,
          "line": true,
          "lon": -8.9272,
          "zoom": 18
        },
        "text": {
          "headline": "PRACETA SOPHIA DE MELLO BREYNER (ESCRITORA) – RIO MAIOR",
          "text": "Praceta assim designada para homenagear um vulto da cultura nacional.  Sophia de Mello Breyner Andresen, poetisa e contista portuguesa, nasceu em 1916. Cursou Filologia Clássica, fundou o Conselho Nacional de Socorro aos Presos Políticos, foi deputada e presidiu ao Centro Nacional de Cultura e à Assembleia Geral da Associação Portuguesa de Escritores. Conviveu com nomes maiores da Literatura Portuguesa e a sua obra foi traduzida em vários países.  Traduziu Dante Alighieri e Shakespeare e foi membro da Academia das Ciências de Lisboa. Foi distinguida com o prémio Camões e com o prémio Rainha Sofia (em Espanha). Faleceu em 2004.  Os seus restos mortais estão no Panteão Nacional desde 2014. Em 5 de Setembro de 2009, sob proposta da Associação de Melhoramentos do Bairro da Chainça, uma praceta desta zona da cidade de Rio Maior, toma o seu nome. Início e fim: Fica entre a Rua do Parque Infantil e a Travessa das Laranjeiras."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3378,
          "line": true,
          "lon": -8.9457,
          "zoom": 18
        },
        "text": {
          "headline": "PRACETA DO ROSMANINHO – RIO MAIOR",
          "text": "A Praceta do Rosmaninho foi assim designada a 5 de Setembro de 2009. Todavia, desconhecem-se os motivos de tal denominação. Provavelmente, existiriam por aqui muitas flores de rosmaninho, muito apreciadas por altura das festividades do São João, no mês de Junho."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3327,
          "line": true,
          "lon": -8.9266,
          "zoom": 18
        },
        "text": {
          "headline": "PRACETA DOS SOBREIROS – RIO MAIOR",
          "text": "Praceta assim designada, supõe-se, por ali se encontrarem alguns sobreiros imponentes e longevos. A Praceta dos Sobreiros tinha o nome antigo de Praceta Norte. A sessão de Câmara de 30 de Junho de 1985 faz alusão à “Praceta do Norte [Bairro da Chainça]; desde o terminus à Rua Projectada à Estrada da Chainça”. Em 5 de Setembro de 2009, a Praceta Norte, passa a denominar-se Praceta dos Sobreiros. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3138,
          "line": true,
          "lon": -8.9185,
          "zoom": 18
        },
        "text": {
          "headline": "PRAÇA MANUEL SEQUEIRA NOBRE (EMPRESÁRIO) – RIO MAIOR",
          "text": "Praça assim titulada para agraciar Manuel Sequeira Nobre, uma figura ilustre da história do Concelho de Rio Maior. Filho de Fausta Sequeira Nobre, grande benemérita, nasceu em Rio Maior a 20 de Novembro de 1927. Foi administrador das Indústrias de Carnes Nobre, provedor da Santa Casa da Misericórdia de Rio Maior e presidente da Assembleia Geral do Centro de Educação Especial “O Ninho”. Foi presidente da Câmara Municipal de Rio Maior no mandato de 1980 a 1983, vereador nos mandatos de 1968 a 1971 e de 1983 a 1984 e membro da Assembleia Municipal de Rio Maior de 1986 a 1989. Homenageado com a Medalha do Concelho em 1990, foi condecorado com o “Grau de Oficial da Ordem de Mérito”, no ano de 1991. Início e fim: Localizada na entrada principal da Zona Industrial, inclui a rotunda onde se encontra o Memorial em Honra de Sérgio Soveral e de seu pai, José Luís Soveral, conhecidos empresários riomaiorenses falecidos em acidentes. Contígua à Estrada de Santarém (EN 114), permite o acesso a várias ruas desta Zona Industrial. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.345,
          "line": true,
          "lon": -8.9382,
          "zoom": 18
        },
        "text": {
          "headline": "ROTUNDA SÁ CARNEIRO – RIO MAIOR",
          "text": "Rotunda assim qualificada para consagrar um poeta português. Mário de Sá-Carneiro nasceu a 19 de Maio de 1890, em Lisboa.Passou grande parte da vida em Paris, onde contactou com os grandes artistas do seu tempo. Assistiu à maior revolução artística do seu século, a Vanguarda. O relato dessa aventura está nas cartas que trocou com Fernando Pessoa, escritor, “irmão de Alma”.  Escreveu poesia, prosa e teatro. Em vida, editou vários livros de contos, novelas, um romance e poesia. Por editar ficaram outras tantas dezenas de poemas.  Foi um dos grandes expoentes do modernismo em Portugal e um dos mais reputados membros da Geração d’Orpheu, revista fundada em 1915. Faleceu aos 25 anos, em 1916. Início e fim: Localizada na zona conhecida por Praça Dr. Francisco Sá Carneiro, onde foi colocado um busto em sua homenagem. Para esta rotunda confluem a Avenida Paulo VI, a Avenida de Portugal e a Rua Mariano de Carvalho. Supõe-se que a Praça Dr. Francisco Sá Carneiro corresponda ao mesmo espaço ocupado pela Rotunda Mário Sá Carneiro, o que não deixa de ser algo insólito."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3215,
          "line": true,
          "lon": -8.9366,
          "zoom": 18
        },
        "text": {
          "headline": "ROTUNDA DA NASCENTE – RIO MAIOR",
          "text": "Rotunda assim designada, porque se localiza na Quinta da Nascente.  Mais recentemente foi denominada Rotunda do Centenário da República. Início e fim: Localiza-se entre a EN 1 (IC 2), junto à Urbanização Fonte Lagoa, para ela convergindo a Rua Machado Santos. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3364,
          "line": true,
          "lon": -8.9353,
          "zoom": 18
        },
        "text": {
          "headline": "ROTUNDA DO MUNICÍPIO – RIO MAIOR",
          "text": "No 6 de Novembro de 2013, foi descerrada a placa alusiva à requalificação da zona central da cidade, na rotunda que passaria a ser conhecida por Rotunda do Município, certamente por se situar próximo dos Paços do Concelho. Tem 17 bandeiras, um espelho de água com um chafariz, um espaço ajardinado e iluminação nocturna. No átimo, foi lembrado o antigo Largo Marechal Carmona, cujo fontanário se encontra agora colocado junto à Igreja Paroquial, no Largo Padre Quartilho. Em fotografias da década de 1930 e 1950 (havendo uma decisão camarária de 1938, de mudar o coreto para outro sítio), vê-se esse mesmo coreto já, ou ainda, no Largo da República, junto à actual Rotunda do Município, onde também se vê um chafariz. Em fotografias dos anos 1960 e 1970, o coreto e o chafariz já ali não estão. Início e fim: Situa-se na Praça da República, na zona de confluência da Avenida Paulo VI, Avenida Dr. João Afonso Calado da Maia, Avenida João Ferreira da Maia e Rua Dr. Francisco Barbosa. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3247,
          "line": true,
          "lon": -8.9273,
          "zoom": 18
        },
        "text": {
          "headline": "RUA 10 DE JUNHO – RIO MAIOR",
          "text": "Rua assim nomeada numa merecida homenagem a Luís Vaz de Camões, um dos maiores portugueses de todos os tempos, e num sentido mais lato, à História e Cultura Portuguesas. O Dia de Portugal, de Camões e das Comunidades Portuguesas celebra a data de 10 de Junho de 1580, data da morte de Camões, sendo também consagrado ao Anjo Custódio de Portugal.  É, igualmente, o dia da Língua Portuguesa, dos cidadãos e das Forças Armadas. A primeira referência a este dia é feita em 1880, num decreto real de D Luís. I, que o declara Dia de Festa Nacional e de Grande Gala. A 29 de Agosto de 1919, o decreto 17.171 institui o dia 10 de Junho como feriado nacional. Todos os anos, o Presidente da República elege uma cidade para ser sede das comemorações oficiais. Em 2015 os serviços dos CTT atribuíram o número de código postal a esta rua, que era para ter sido chamada Rua Cidade de Cantanhede. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3853,
          "line": true,
          "lon": -8.9733,
          "zoom": 18
        },
        "text": {
          "headline": "RUA 13 DE MAIO – RIO MAIOR",
          "text": "Arruamento assim qualificado, porventura, por estar relacionado com as Aparições de Fátima, designação comum dada a um ciclo de aparições marianas que terá ocorrido durante o ano de 1917, na localidade de Fátima, em Portugal.  No dia 13 de Maio de 1917, três crianças, Lúcia dos Santos (10 anos), Francisco Marto (9 anos) e Jacinta Marto (7 anos), afirmaram terem visto uma senhora mais brilhante do que o Sol, sobre uma azinheira de um metro ou pouco mais de altura, quando apascentavam um pequeno rebanho no lugar da Cova da Iria, próximo da aldeia de Aljustrel. A aparição da Virgem Maria repetir-se-ia nos cinco meses seguintes, sendo portadora de uma importante mensagem ao mundo. A 13 de Outubro de 1917, a aparição apresentou-se-lhes como sendo a Senhora do Rosário.  Esta denominação toponímica foi atribuída a 5 de Setembro de 2009."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3666,
          "line": true,
          "lon": -8.9516,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ENCOSTA DO SOL – RIO MAIOR",
          "text": "Topónimo, talvez, associado ao feriado religioso que celebra a Assunção de Nossa Senhora aos Céus. A 1 de Novembro de 1950, o Papa Pio XII proclamou como dogma de fé a Assunção da Virgem Santíssima na Constituição Apostólica Munificentissimus Deus, afirmando que: “A Imaculada Mãe de Deus, a sempre Virgem Maria, terminado o curso da vida terrestre, foi assunta em corpo e alma à glória celestial”. Por isso, em muitos países de tradição católica, como Portugal, a Assunção de Maria, é um feriado nacional. Nossa Senhora é considerada a Rainha de Portugal, estando ligada aos principais acontecimentos da história da independência de Portugal. No dia 15 de Agosto celebram-se romarias e festas religiosas em inúmeros locais. A missa deste dia faz uma menção especial à mãe de todos os cristãos, desde a homília às orações próprias dedicadas à Santa. Início e fim: Liga a Estrada Nacional 114 à Estrada Nacional 1 (IC 2).  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3440,
          "line": true,
          "lon": -8.9536,
          "zoom": 18
        },
        "text": {
          "headline": "RUA 15 DE AGOSTO – RIO MAIOR",
          "text": "Topónimo, talvez, associado ao feriado religioso que celebra a Assunção de Nossa Senhora aos Céus. A 1 de Novembro de 1950, o Papa Pio XII proclamou como dogma de fé a Assunção da Virgem Santíssima na Constituição Apostólica Munificentissimus Deus, afirmando que: “A Imaculada Mãe de Deus, a sempre Virgem Maria, terminado o curso da vida terrestre, foi assunta em corpo e alma à glória celestial”. Por isso, em muitos países de tradição católica, como Portugal, a Assunção de Maria, é um feriado nacional. Nossa Senhora é considerada a Rainha de Portugal, estando ligada aos principais acontecimentos da história da independência de Portugal. No dia 15 de Agosto celebram-se romarias e festas religiosas em inúmeros locais. A missa deste dia faz uma menção especial à mãe de todos os cristãos, desde a homília às orações próprias dedicadas à Santa. Início e fim: Liga a Estrada Nacional 114 à Estrada Nacional 1 (IC 2).  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3377,
          "line": true,
          "lon": -8.9365,
          "zoom": 18
        },
        "text": {
          "headline": "RUA 5 DE OUTUBRO – RIO MAIOR",
          "text": "Rua assim denominada para comemorar a Implantação da República Portuguesa, que foi o resultado de uma revolução organizada pelo Partido Republicano Português, iniciada no dia 2 de Outubro e vitoriosa na madrugada do dia 5 de Outubro de 1910, que destituiu a monarquia constitucional e implantou um regime republicano em Portugal. Foram substituídos os símbolos nacionais, como o hino, a bandeira e a moeda nacionais. O dia 5 de Outubro é feriado nacional. Esta rua foi conhecida por Sítio do Mal Cozinhado, onde ficava a capela de São Sebastião, demolida em 1912, para ampliar a artéria. Na reunião de Câmara de 11 de Outubro de 1910, foi proposto, “como homenagem aos que se sacrificaram pelo bem da nossa Pátria, que a Avenida Conselheiro Mariano de Carvalho passe a denominar-se Avenida Cinco d’Outubro” (onde existiu um coreto), hoje Rua 5 de Outubro. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3161,
          "line": true,
          "lon": -8.9192,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ADELINO SIMÕES DOS SANTOS – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear um empresário e industrial de Rio Maior. Fixou-se em Rio Maior, tendo começado por exercer a função de empregado de balcão, vindo mais tarde a afirmar-se como industrial na área da doçaria tradicional. Na Zona Industrial da cidade de Rio Maior, lote 69, existe uma empresa de doçaria denominada Adelino Simões Santos - Doces - Fabricantes. Foi um dos fundadores do Clube de Natação de Rio Maior, criado a 8 de Outubro de 1986. Foi distinguido com a Medalha do Concelho em 1994. As empresas Graforio, SP Artes Gráficas, Serralharia Metalomecânica Mário Vitorino Unipessoal, Lda., Oficina Mecânica Victor M. T. Miguel, Aviovos - Ovos e seus derivados, Lda., Central-Box e, ainda, o MasterTest - Centro de Inspecções, situam-se nesta rua, também conhecida por Rua nº 12 da Zona Industrial. Início e fim: Liga a Rua José da Silva Victorino à Rua Francisco Botão Pereira. Paralela à Rua José Diogo e à Rua Madaíl da Cruz Amil. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3162,
          "line": true,
          "lon": -8.9129,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ADRIANO VARGAS SOVERAL – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear Adriano Vargas Soveral, um empresário local. Esta rua também é designada por Rua nº 4. Início e fim: Liga a Rua António Ramos Sequeira e a Rua Martinho Camilo Sequeira. Cruza-se com a Rua Francisco Marques dos Santos. Paralela à Rua José Martins Figueiredo. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3391,
          "line": true,
          "lon": -8.9486,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ALBERTO SANTOS GOUCHA – RIO MAIOR",
          "text": "Rua assim designada para prestar uma merecida homenagem a uma personalidade local. Alberto dos Santos Goucha nasceu em Rio Maior a 28 de Setembro de 1911. Foi presidente da Comissão Administrativa da Câmara Municipal de Rio Maior (1974-1976) e membro da Assembleia Municipal de Rio Maior (1980 e 1982), tendo tido um papel relevante na origem da moderna urbanização da cidade de Rio Maior. Conhecido pelo seu republicanismo, teve uma casa comercial na Rua Direita, actual Serpa Pinto, de modas e de chapéus e alfaiataria. Foi um homem ligado ao teatro, como contra-regra. Foi homenageado com a Medalha do Município em 1990. Faleceu em Rio Maior a 21 de Setembro de 1995, com 84 anos de idade. A 6 de Novembro de 1995, Dia do Município, foi descerrada uma lápide dando o seu nome a uma das artérias da cidade de Rio Maior. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3367,
          "line": true,
          "lon": -8.9395,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ALCAIDE DE RIO MAIOR – RIO MAIOR",
          "text": "Topónimo, talvez, associado ao feriado religioso que celebra a Assunção de Nossa Senhora aos Céus. A 1 de Novembro de 1950, o Papa Pio XII proclamou como dogma de fé a Assunção da Virgem Santíssima na Constituição Apostólica Munificentissimus Deus, afirmando que: “A Imaculada Mãe de Deus, a sempre Virgem Maria, terminado o curso da vida terrestre, foi assunta em corpo e alma à glória celestial”. Por isso, em muitos países de tradição católica, como Portugal, a Assunção de Maria, é um feriado nacional. Nossa Senhora é considerada a Rainha de Portugal, estando ligada aos principais acontecimentos da história da independência de Portugal. No dia 15 de Agosto celebram-se romarias e festas religiosas em inúmeros locais. A missa deste dia faz uma menção especial à mãe de todos os cristãos, desde a homília às orações próprias dedicadas à Santa. Início e fim: Liga a Estrada Nacional 114 à Estrada Nacional 1 (IC 2).  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3366,
          "line": true,
          "lon": -8.9342,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ALMIRANTE CÂNDIDO DOS REIS – RIO MAIOR",
          "text": "Rua assim nomeada para distinguir uma figura nacional. Carlos Cândido dos Reis nasceu em 1852, tendo falecido em 1910. Conhecido como Almirante Reis, foi um militar, herói das revoltas republicanas e um dos seus principais arquitectos, tendo participado activamente na luta antimonárquica.  O seu nome substituiu o de D. Carlos I no principal cruzador da esquadra portuguesa. Foi aprovado em reunião de Câmara de 11.10.1910, como homenagem aos que se “sacrificaram pelo bem da nossa Pátria, que a Rua Nova d’El Rei, se chame Rua Almirante Cândido dos Reis”.  Na reunião de Câmara de 30.06.1985, é referido que a “Rua Almirante Cândido dos Reis, conflui com a Avenida Paulo VI e a Ponte de S. Gregório (paralela à EN 114)”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "//uploads.knightlab.com/storymapjs/5827baef53df8276c847918b5fa151fd/ruas-com-historiaa/_images/3 - Rua Antonio Barata - Pavilhoes.jpg",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3376,
          "line": true,
          "lon": -8.9323,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO BARATA – RIO MAIOR",
          "text": "Rua assim nomeada para agraciar uma personalidade local. António Barata foi o proprietário da empresa Magirus-Sociedade Comercial António Barata & Filhos. Lê-se em “o Riomaiorense” que a “Magirus-Sociedade Comercial António Barata & Filhos, foi uma das firmas que colaborou em 9 de Julho de 1967, na realização, em Rio Maior, do V En-contro da Imprensa Não Diária, com a presença de mais de 100 jornalistas, organizado pelas publicações locais Vida Social, Celulóide, Ribatejo Ilustrado e Jornal Comércio & Indústria”. A reunião de Câmara de 30 de Junho de 1985 menciona que a “Rua António Barata vai da Rua de S. Gregório à Magyrus (Linha de Montagem)”. Esta rua teve o nome de Rua Dr. Francisco Barbosa, antropónimo entretanto deslocalizado para a antiga Rua Dr. Oliveira Salazar. A antiga Basmaior fica entre esta rua e a Avenida Mário Soares."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3223,
          "line": true,
          "lon": -8.9376,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO CUSTÓDIO DOS SANTOS - RIO MAIOR",
          "text": "Topónimo dado para perpetuar a memória de uma figura de relevo da história local. Nasceu a 3 de Fevereiro de 1885. Fixa-se em Rio Maior como empregado da casa comercial de Francisco Henriques de Carvalho, na Rua Direita, actual Serpa Pinto. Mais tarde, constitui sociedade com este, assumindo o cargo de sócio gerente daquela firma, que passa a designar-se Francisco Henriques de Carvalho & Santos. Foi secretário do Centro Escolar Republicano José de Almeida e presidente da Assembleia Ge-ral. Foi presidente da Assembleia Riomaiorense e do seu Conselho Fiscal, presidente da Câmara Municipal de Rio Maior de 1910 a 1912 e tesoureiro da Fazenda Pública. Foi director, editor e proprietário do Jornal o Riomaiorense. Criou a Empresa Cinematográfica Riomaiorense e integrou a Tuna Riomaiorense e a direcção do Teatro Riomaiorense, onde foi actor. Faleceu em 1972."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3268,
          "line": true,
          "lon": -8.9387,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO GAVINO – RIO MAIOR",
          "text": "Arruamento assim dado a uma figura incontornável da cultura local e nacional. António Máximo Gavino nasceu na Golegã, em Abril de 1923. Músico e maestro emérito, tem obra imensa na criação de grupos musicais de raízes populares, como a Orquestra Típica Scalabitana (1946), a Orquestra Folclórica do Círculo Cultural de Rio Maior (1955), o Coral e Orquestra Típica de Alcobaça (1956), a Orquestra Típica do Rádio Clube de Moçambique (1961) e o Coral e Orquestra Típica de Rio Maior (1981), posteriormente designado Coral e Orquestra Típica António Gavino de Rio Maior. Autor de letras e músicas, como a “Marcha Ribatejana”, recebeu várias distinções. Com o Coral e Orquestra Típica de Rio Maior, percorreu o país com inúmetras actuações e levou o nome do país e de Rio Maior além-fronteiras. Faleceu em Junho de 2005. Em 5 de Setembro de 2009, o seu nome entra na toponímia riomaiorense."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3398,
          "line": true,
          "lon": -8.9324,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO SOUSA VARELA (SENADOR) – RIO MAIOR",
          "text": "Rua assim titulada para agraciar uma figura de prestígio da história do concelho. António Gomes de Sousa Varela nasceu em S. João da Ribeira em 1863. Fixou-se como comerciante na Vila da Marmeleira, tendo-se afirmado como um dos maiores negociantes de vinhos e azeite na região. Foi presidente da Câmara Municipal de Rio Maior (1914 e 1917-1918), vereador (1905-1907), administrador do Concelho (1911-1913) e presidente da Assembleia (1914-1917). Foi eleito senador pelo Partido Republicano Evolucionista de António José de Almeida, presidente da Junta Distrital daquele partido e presidente da Junta Nacional do Distrito de Santarém. Foi director dos jornais o Riomaiorense e d’A Voz do Operário. Faleceu em 1949. Em 5 de Setembro de 2009, o seu nome é insculpido numa rua da cidade de Rio Maior. A Vila da Marmeleira tem uma rua com o seu nome. Início e fim: Transversal à Rua Madre Teresa de Saldanha. Sem saída. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.318,
          "line": true,
          "lon": -8.9193,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO PEDRO FERREIRA CANADAS (EMPRESÁRIO) – RIO MAIOR",
          "text": "Rua assim nomeada como tributo a António Pedro Ferreira Canadas, empresário local. O Jornal Concelho de Rio Maior, em 1944, fazia alusão à firma Canadas & Pereira, Lda., sendo proprietários António Pedro Ferreira Canadas e Francisco Botão Pereira. A edição de 24 de Março de 1977 de o Riomaiorense, alude ao «lagar do António Pedro Canadas», contíguo ao Gato Preto, antes do Hospital, desconhecendo se se refere à mesma pessoa. No mesmo jornal, encontra-se nova menção, qualificando-o comerciante e proprietário. Todavia, não se sabe se se trata da mesma pessoa que dá o nome a esta rua. Em 1937, João Maia, presidente do Município, deu posse ao Conselho Paroquial de Rio Maior, que foi constituído, entre outros, por António Pedro Ferreira Canadas. Início e fim: Entrada pela Rua Madaíl da Cruz Amil e não tem saída. Também é conhecida por Rua nº 15 da Zona Industrial. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3143,
          "line": true,
          "lon": -8.9178,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ANTÓNIO RAMOS SERREIRA (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear António Ramos Sequeira, um empresário local.  Nesta rua estão localizadas as empresas Samdril e Galtrailer. Início e fim: Liga a rotunda da Praça Manuel Sequeira Nobre, na entrada principal da Zona Industrial, à Rua Marcolino Pereira Nobre. Cruza-se com a Rua Manuel Joaquim dos Reis e com a Rua Martinho Camilo Sequeira.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3286,
          "line": true,
          "lon": -8.9405,
          "zoom": 18
        },
        "text": {
          "headline": "RUA AREIAS FORMOSAS – RIO MAIOR",
          "text": "Arruamento assim designado/conhecido, desconhecendo-se o motivo pelo qual foi atribuída esta denominação a esta rua. Talvez as areias ali existentes fossem brilhantes, brancas e límpidas, o que não será de espantar pois na zona de Rio Maior existe a exploração de areias sílicas, desde longa data. Início e fim: Liga a Rua Dona Maria I à Rua da Estrada Principal ou Estrada Municipal 508. Entronca na  Rua Fonte Lagoa. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3315,
          "line": true,
          "lon": -8.9256,
          "zoom": 18
        },
        "text": {
          "headline": "RUA AREIAS DO VALE – RIO MAIOR (BAIRRO DA CHAINÇA)",
          "text": "Arruamento assim designado/conhecido, não se tendo descortinado a origem do topónimo.  Não obstante, poderá estar, eventualmente, ligado ao facto de ali terem existido, em tempos, areeiros, que foram entretanto soterrados após o fim da sua exploração, dando lugar à construção do actual Bairro da Chainça. Início e Fim: Liga a Estrada da Chainça à Rua da Fonte Santa. Cruza-se com a Praceta do Rosmaninho.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3361,
          "line": true,
          "lon": -8.9319,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ARMANDO PULQUÉRIO (JORNALISTA E POETA) – RIO MAIOR",
          "text": "Rua assim denominada para evocar Armando dos Santos Gomes Pulquério, imortalizando-o na plêiade de homens ilustres do Concelho de Rio Maior, onde nasceu a 3 de Abril de 1917.  Ligado à indústria de panificação, destacou-se, primacialmente, como jornalista, escritor e poeta. Director da 3.ª série de “o Riomaiorense”, durante um quarto de século, deve-se-lhe também o seu reaparecimento em 1949 e, mais do que isso, o ter-se conseguido manter no meio de grandes dificuldades com que quase sempre foi lutando. Neste periódico, publicou poesia da sua autoria, como o poema Poeta da Saudade. Foi ainda proprietário do “Jornal do Oeste”. Faleceu a 7 de Dezembro de 1983. Em 1993, a título póstumo, foi homenageado com a Medalha do Concelho, que foi recebida por Lúcia Pulquério, sua viúva. Em 5 de Setembro de 2009, o município dá o seu nome a uma rua da cidade de Rio Maior. Início e fim: Avenida Dr. João Afonso Calado da Maia. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3391,
          "line": true,
          "lon": -8.9333,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ARNALDO VIDIGAL PAIS (MÉDICO) – RIO MAIOR",
          "text": "Rua assim designada para homenagear uma figura de relevo do Concelho de Rio Maior.  Arnaldo Vidigal Pais nasceu em 1900, no Concelho de Coruche.  Com 24 anos ingressa na Escola Médico-Cirúrgica da Universidade de Lisboa. Na década de 1930 fixa residência em Rio Maior, onde exerce a actividade clínica durante trinta anos. Fez parte dos corpos sociais da Assembleia Riomaiorense e foi co-fundador da Cooperativa de Olivicultores de Rio Maior.  Republicano, participou nas eleições de 1945 como Delegado da Oposição e fez parte da Comissão Concelhia do MUD. Na qualidade de representante da Embaixada dos Estados Unidos da América, preside ao almoço comemorativo da Paz pelo final da 2.ª Guerra Mundial, que se realizou na antiga Moagem Maria Celeste a 21 de Maio de 1945. Faleceu em 1961 em S. João da Ribeira. Topónimo atribuído a 5 de Setembro de 2009. Início e fim: Liga a Rua Fausta Sequeira Nobre à Rua Poeta Ruy Belo. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3377,
          "line": true,
          "lon": -8.934,
          "zoom": 18
        },
        "text": {
          "headline": "RUA AUGUSTO PEDRO BRANCO – RIO MAIOR",
          "text": "Rua assim denominada para perpetuar a memória de Augusto de Sousa Pedro Branco, magnânimo riomaiorense, considerado um pedagogo de excelência. Ao fundar e dirigir o Colégio Luís de Camões, introduziu o ensino liceal, franqueando as portas a muitos jovens que, sem a sua visão e iniciativa, ficariam cerceados de frequentar um curso superior, dando, dessarte, um contributo inestimável para construir o Rio Maior que hoje conhecemos. Foi professor da Escola Comercial Municipal e chefe da secretaria do Município. Em 1990 foi homenageado com a Medalha do Concelho. Por proposta de antigos alunos do Colégio Luís de Camões, em reunião de 12 de Março de 2003, a Câmara Municipal, deliberou atribuir o seu nome a uma nova rua da cidade, cujo desígnio seria cumprido em 5 de Setembro de 2009, numa justa homenagem ao egrégio professor, dono de uma incomensurável cultura e conhecimento científico e literário. Início e fim: Liga a Rua Maestro Fernando Carvalho à Rua José Pedro Inês Canadas."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3252,
          "line": true,
          "lon": -8.9277,
          "zoom": 18
        },
        "text": {
          "headline": "RUA CARLOS AUGUSTO BORGES (PEDAGOGO) – RIO MAIOR",
          "text": "Antropónimo assim designado para homenagear uma personalidade de relevo do Concelho de Rio Maior. Nasceu a 7 de Abril de 1925, em Nelas. Licenciado em Farmácia, veio para Rio Maior, onde foi director técnico da Farmácia Barbosa.  Foi Professor da Escola Comercial Municipal e do Externato Riomaiorense, depois Colégio Luís de Camões. Em 1968 foi nomeado director da Escola Preparatória Latino Coelho, cabendo-lhe a tarefa da instalação deste novo estabelecimento de ensino, anos depois transferido para a zona da Pá Ribeira (Escola C+S), a qual deu origem à Escola Básica Integrada Fernando Casimiro Pereira da Silva, onde acabou o professorado.  Em 1991 foi homenageado com a Medalha do Concelho. Faleceu em Junho de 2006. Em 5 de Setembro 2009, uma rua da cidade de Rio Maior, recebe o seu nome."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3427,
          "line": true,
          "lon": -8.9377,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DAS CAVES D. TEODÓSIO – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear uma das mais importantes unidades industriais da sede do concelho, estatuto que ainda mantém com a designação actual de Enoport, tendo empregado inúmeras famílias de riomairenses ao longo de décadas. João Teodósio Barbosa, um visionário da história vinícola portuguesa, fundou as Caves Dom Teodósio em 1928. Apostou na Inovação, levando a empresa ao reconhecimento como uma das pioneiras no comércio de vinho engarrafado. A marca Teobar foi uma referência como primeira marca de vinho engarrafado em Portugal, com ampla venda em Portugal e no Estrangeiro. O Serradayres e o Casaleiro são marcas igualmente conhecidas e que patrocinaram equipas do desporto local. Em tempos existiu igualmente o Supermercado Casaleiro (tal como noutros pontos do país), que se localizava na actual Rua João Teodósio Barbosa, onde hoje se encontra uma loja chinesa. As Caves Dom Teodósio exportavam para a Europa, África e Ásia. Foram agraciadas com a Medalha do Concelho em 2004. Este topónimo foi atribuído a 5 de Setembro de 2009."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.342,
          "line": true,
          "lon": -8.9391,
          "zoom": 18
        },
        "text": {
          "headline": "RUA CIDADE DE CANTANHEDE – RIO MAIOR",
          "text": "Rua assim denominada porque as cidades de Rio Maior e de Cantanhede são geminadas desde 6 de Novembro de 1996. A atribuição do nome da cidade de Cantanhede a uma rua da cidade de Rio Maior constituiu mais um passo na consolidação do relacionamento institucional que Rio Maior mantém com Cantanhede. A Câmara Municipal de Rio Maior deliberou, em sessão de 13 de Junho de 2003, dar a designação de Rua Cidade de Cantanhede a uma rua da cidade de Rio Maior. Na mesma sessão, foi presente um ofício da Câmara Municipal de Cantanhede, respeitante à atribuição, por parte daquela autarquia, do nome “Rua Cidade de Rio Maior” a uma rua da Cidade de Cantanhede. Aquele desígnio viria a cumprir-se no Feriado Municipal de 2008, ao ser inaugurada na cidade de Rio Maior, a Rua “Cidade de Cantanhede”, tendo-lhe, igualmente, sido outorgada a Medalha de Honra do Município. Início e fim: Transversal à Rua Maria Alice Almeida. Sem Saída."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3514,
          "line": true,
          "lon": -8.9297,
          "zoom": 18
        },
        "text": {
          "headline": "RUA CIDADE DE RIO MAIOR – RIO MAIOR",
          "text": "A Cidade de Rio Maior é sede do Concelho de Rio Maior.  O rio Maior deu o seu nome a esta cidade, por ser o maior entre três: rio Maior, ribeira de Alcobertas e ribeira de Almoster. Na noite de 8 para 9 de Julho de 1985 a Assembleia da República vota a favor do projecto de elevação da então vila de Rio Maior à categoria de cidade, vertida na Lei n.º 36/85, promulgada em 26 de Julho do mesmo ano pelo Presidente da República, General António Ramalho Eanes e referendada em 31 do mesmo mês, pelo Primeiro-Ministro, Mário Soares, foi publicada em Diário da República, a 14 de Agosto de 1985. Em 2015, o Município de Rio Maior celebrou o 30.º aniversário da instituição da cidade de Rio Maior, tendo sido descerrada uma placa comemorativa no hall dos Paços do Concelho."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3373,
          "line": true,
          "lon": -8.9374,
          "zoom": 18
        },
        "text": {
          "headline": "RUA CIDADE DE SANTARÉM – RIO MAIOR",
          "text": "Arruamento assim denominado, porventura, devido às relações históricas, económicas, políticas e sociais que, desde tempos imemoriais, existem entre a cidade de Santarém e a cidade de Rio Maior. Por outro lado, a proximidade entre as duas localidades e o facto de serem concelhos vizinhos, explicará certamente a existência desta rua. Além do mais, há localidades que hoje pertencem ao concelho de Santarém e que, outrora, pertenceram a Rio Maior, como é o caso de Abitureiras. A cidade de Santarém é a capital do distrito de Santarém, ao qual pertence o Concelho de Rio Maior. É sede de um município com o mesmo nome e a sua fundação remonta à mitologia greco-romana e cristã. Os romanos aportaram à cidade em 138 a.C., tornando-se num dos mais importantes centros administrativos da Lusitânia. Deles, recebeu o nome Scallabis ou Castrum Scalaphium.  Passou para a posse dos mouros em 715, até que D. Afonso Henriques a conquista em 1147.  A cidade foi palco de várias Cortes.  É a Capital do Gótico em Portugl. Esta rua foi conhecida como Rua Gil Vicente ou Rua do Teatro, porque aqui ficava o antigo Teatro Riomaiorense e o velho cinema. Início e fim: Liga a Rua D. Afonso Henriques ao Largo dos Combatentes. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.335,
          "line": true,
          "lon": -8.9375,
          "zoom": 18
        },
        "text": {
          "headline": "RUA CONDE DE RIO MAIOR – RIO MAIOR",
          "text": "Rua assim designada para agraciar João Vicente de Saldanha Oliveira e Sousa Juzarte Figueira (1746-1804), preclaro 1.º Conde de Rio Maior, cujo título foi criado por D. Maria I, por Decreto de 18 de Novembro de 1802. Consta-se que a atribuição deste título nobiliárquico se deve aos serviços prestados por antepassados seus na Guerra da Restauração de 1640 e que ainda não tinham sido premiados, mormente João de Saldanha e Sousa o “Restaurador”, e também que o título concedido fora Conde de Rio Maior, por serem de Rio Maior as milícias que o seu avoengo comandara. Do 1.º Conde de Rio Maior, disse a Rainha D. Mariana Vitória, ao Marquês de Pombal, em despacho, que excedia em talento, instrução e civilidade a todos os fidalgos do Paço, e que daria muito boa conta de todo o lugar de que se ocupasse. Início e fim: Fica entre a Rua Serpa Pinto e a Rua Dr. Francisco Barbosa. Cruza-se com a Travessa António José de Almeida. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3377,
          "line": true,
          "lon": -8.9384,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DANIEL CORDEIRO FEIO – RIO MAIOR",
          "text": "Nome dado para laurear uma figura de relevo local. Teve um papel decisivo na criação da Comarca de Rio Maior. Em 1890 foram remodelados no país os serviços de justiça. A 20 de Setembro desse ano, um decreto extingue o julgado municipal de Rio Maior e cria a Comarca de Rio Maior, a que fica indelevelmente ligado o seu nome. A sessão de Câmara de 25 de Junho de 1890 alude a esta rua, nela sendo lavrado o texto que se reproduz: “Ofício do Senhor Frederico António Mateus, desta vila, acompanhando seis chapas de ferro esmaltado, declarando que as quatro destinadas à Rua Serpa Pinto são oferecidas por seu irmão José António Mateus (…), Capitão do Exército, e as destinadas à Rua Daniel Cordeiro Feio, são oferecidas pelo signatário”. Tem, portanto, uma designação bastante antiga, mantendo-se até aos dias de hoje. Início e fim: Liga a Rua D. Afonso Henriques ao Largo Professora Ana Pina Natal, antigo Largo do Alto do Pina. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3359,
          "line": true,
          "lon": -8.9375,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DAVID MANUEL DA FONSECA – RIO MAIOR",
          "text": "Nome dado para evocar e consagrar um grande benemérito.  Benfeitor da Santa Casa da Misericórdia, contribuiu em dinheiro e equipamentos para a construção do Hospital da Misericórdia, em 1870. Patrocinou a fonte construída em 1931 que existe na ligação desta rua com a Rua João de Deus e foi escrivão do Município."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3353,
          "line": true,
          "lon": -8.9395,
          "zoom": 18
        },
        "text": {
          "headline": "RUA D. FERNANDO I – RIO MAIOR",
          "text": "Rua assim nomeada para preitear Fernando I.  Nasceu a 31 de Outubro de 1345 e faleceu a 22 de Outubro de 1383. Cognominado de o Formoso, foi o último rei da 1.ª dinastia. Foi um hábil administrador, criou a Lei das Sesmarias e foi aclamado Rei em várias cidades na Galiza. A sua morte, sem herdeiros homens, conduziu à Crise de 1383-1385.  Fernando Duarte, aduz na sua História de Rio Maior e Rio Maior: Estudo da Vila e seu Concelho, que D. Fernando “frequentes vezes visitava Rio Maior onde ia descansar e divertir-se com a caça abundante”, que “o Cardeal D. Pedro de Luna, foi em Rio Maior que se encontrou com o rei D. Fernando”, e aludindo às guerras com Castela que “Assinada esta Paz, D. Fernando partiu com a sua corte para Rio Maior”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3368,
          "line": true,
          "lon": -8.9371,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DR. ANTÓNIO FERREIRA PEDROSA – RIO MAIOR",
          "text": "Arruamento assim designado/conhecido para preservar a memória de uma figura presumivelmente local, da qual não foi possível recolher mais dados. As reuniões de Câmara de 28 de Julho e 11 de Agosto de 1970 fazem referência a esta rua. Na primeira, é descrita como “Rua Doutor António Ferreira Pedrosa: da Praça Marechal Carmona (junto ao Café Frazão) à Rua Cidade de Santarém”, na segunda, como “Rua Dr. António Ferreira Pedrosa; da Rua Dr. Marechal Carmona (junto ao Café Frazão) à Rua Cidade de Santarém”. Na reunião de 30 de Junho de 1985 é referenciada como “Rua Dr. António Ferreira Pedrosa; da Praça da República à Rua Cidade de Santarém”. Registos escritos atribuem a esta rua as antigas denominações de Rua Dr. Miguel Bombarda e de  Rua das Parreiras."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3363,
          "line": true,
          "lon": -8.9424,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DR. AUGUSTO CÉSAR DA SILVA FERREIRA – RIO MAIOR",
          "text": "Nome atribuído para perpetuar a memória de um egrégio riomaiorense. Nascido em 1884, considerava-se riomaiorense, pois veio para Rio Maior muito cedo. Aluno distinto, cursou medicina, farmácia, filosofia e matemática.  Em 1909 começa a exercer clínica, foi médico municipal e Delegado de Saúde. Em 1924 funda a Escola Comercial Municipal, que dirigiu e onde foi professor. Foi um homem votado ao estudo e à investigação. Em 1997, a Escola Secundária de Rio Maior, herdeira da Escola Comercial, como galardão pelo seu contributo para a causa do ensino em Rio Maior, reconhece-o como seu patrono. Faleceu a 6 de Março de 1940, aos 62 anos de idade.  Esta rua, cujo nome actual já é assumido em sessões de Câmara desde 1970, também foi conhecida por antiga Rua Nova do Matão. Início e fim: Vai da Rua D. Afonso Henriques (confluência com a Rua Mouzinho de Albuquerque) à Avenida dos Combatentes. Cruza-se com a Rua do Arraial. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.335,
          "line": true,
          "lon": -8.937,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DR. FRANCISCO BARBOSA – RIO MAIOR",
          "text": "Nome consignado para perpetuar a memória do venerando Francisco Cândido Monteiro Barbosa, renomado médico-cirurgião. Nasceu a 25 de Julho de 1908.  Nasceu a 25 de Julho de 1908.  Dinamizou o Hospital da Misericórdia de Rio Maior, criou o seu Bloco Operatório e adquiriu um Aparelho de Raios X. Segundo dados estatísticos, 80% das intervenções cirúrgicas eram gratuitas. Foi co-autor de trabalhos sobre história local e fez parte do Teatro Riomaiorense. Cidadão probo, faleceu em Rio Maior a 7 de Julho de 1965. Dois anos depois seria inaugurado um busto em sua homenagem, no jardim municipal. Este antropónimo foi deslocalizado da actual Rua António Barata."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3395,
          "line": true,
          "lon": -8.9375,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DR. JOSÉ ANTÓNIO VIEIRA – RIO MAIOR",
          "text": "Rua assim denominada para evocar a memória de uma ilustre personagem local. Nasceu em Rio Maior a 29 de Outubro de 1899. Licenciou-se em Medicina. Exerceu os primeiros anos em Salvaterra de Magos e ali fundou os Bombeiros Voluntários de Salvaterra de Magos. Em Rio Maior viveu a maior parte da sua vida, exercendo a sua profissão de médico. Aqui praticou o voluntariado no Hospital da Misericórdia e nos Bombeiros Voluntários, fazendo parte dos seus corpos sociais. Foi presidente da Câmara Municipal de 1944 a 1947 e também do Grémio da Lavoura. Faleceu em Rio Maior a 27 de Dezembro de 1964, aos 65 anos de idade. Esta rua foi referenciada nas reuniões de Câmara de 13 e 28 de Dezembro de 1950 e de 27 de Julho e 11 de Agosto de 1970. Anteriormente conhecida por Rua da Feira da Madeira, já assume, em 1970, o nome actual. Início e fim: Liga a Rua dos Anjos à Avenida de Portugal, convergindo com a Rua Professora Carolina Amália."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3279,
          "line": true,
          "lon": -8.9235,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DR. SOUSA MARTINS – RIO MAIOR",
          "text": "Arruamento assim designado para honrar a memória de José Tomás de Sousa Martins, excelsa figura da História de Portugal. Foi médico e professor catedrático da Escola Médico-Cirúrgica de Lisboa. Formado em Farmácia e Medicina, trabalhou intensa e, na maioria dos casos, gratuitamente, sobretudo, no combate à tuberculose.  Orador brilhante, dotado de humor e inteligência, homem de actividade inesgotável e praticante incansável da caridade junto aos mais desfavorecidos, exerceu uma forte influência sobre os colegas de profissão, os alunos e os pacientes que tratou. Esta influência metamorfoseou-se e perpetuou-se no tempo, assumindo contornos de santo laico, bem visível nos ex-votos colocados em torno da sua estátua no Campo dos Mártires da Pátria, em Lisboa. Em 2015 os serviços dos CTT atribuem o número de código postal a esta rua.  Faleceu a 18 de Agosto de 1897."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3377,
          "line": true,
          "lon": -8.9401,
          "zoom": 18
        },
        "text": {
          "headline": "RUA DUQUE DE COIMBRA – RIO MAIOR",
          "text": "Arruamento assim designado para laurear uma figura ilustre da História de Portugal. Pedro, infante de Portugal, nasceu a 9 de Dezembro de 1392 e faleceu a 20 de Maio de 1449. 1.º Duque de Coimbra, foi um infante da dinastia de Avis, um dos primeiros da Ínclita Geração, filho do rei D. João I e de Dona Filipa de Lencastre.  Entre 1439 e 1448 foi regente de Portugal. Segundo Fernando Duarte, na sua paradigmática obra intitulada História de Rio Maior, D. Pedro, quando se dirigia para a Batalha de Alfarrobeira, onde morreu em combate com as tropas de seu sobrinho D. Afonso V, descansou em Rio Maior, e “No lugar de Rio Maior o infante (D. Pedro) reuniu o conselho, propondo uns que voltasse a Coimbra para evitar a batalha […]”. Terá, ainda, “mandado enforcar em Rio Maior dois ladrões que os seus soldados tinham aprisionado”. Início e fim: Antiga Rua João Alberto Coelho, liga a Rua D. Afonso Henriques à Rua Latino Coelho."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3399,
          "line": true,
          "lon": -8.9341,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ESCOLA SUPERIOR DE DESPORTO – RIO MAIOR",
          "text": "Nome atribuído para distinguir a Escola Superior de Desporto de Rio Maior. Foi criada pelo Decreto-Lei n.º 352/97, de 5 de Dezembro, como unidade orgânica do Instituto Politécnico de Santarém, vindo a ser inaugurada no dia 12 de Outubro de 1998. As actividades lectivas tiveram início no ano lectivo de 1998/99, com os cursos de Desporto, na variante de Treino Desportivo de Alto Rendimento (opções de Futebol, Atletismo e Natação) e na variante de Condição Física. Tem mais de 1000 alunos actualmente. A 5 de Setembro de 2009 foi descerrada a placa toponímica que inaugurava esta rua, servindo a mesma para simbolizar todas as outras 54 novas ruas.  As suas novas instalações foram inauguradas a 24 de Maio de 2013. Início e fim. Liga a Avenida Paulo VI à Rua Fernando António Duarte, à Rua Poeta Ruy Belo e à Rua Francisco Bergström Barbosa, que pode ser vista da Praceta Alexandre Laureano Santos, ao lado da Biblioteca de que é patrono."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3387,
          "line": true,
          "lon": -8.9337,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FAUSTA SEQUEIRA NOBRE (BENEMÉRITA) – RIO MAIOR",
          "text": "Topónimo atribuído para homenagear Fausta Sequeira Nobre, que se destacou pelo espírito de benemerência. Nasceu em Rio Maior, em 1907.  Foi casada com Marcolino Pereira Nobre e mãe de Marcolino e Manuel Sequeira Nobre. Teve um papel decisivo na fundação das Indústrias de Carnes Nobre, onde tomou a iniciativa de ali instalar uns modelares serviços sociais, que dirigiu para apoiar as centenas de operários que ali trabalhavam. Ajudou os mais necessitados inaugurando, em 1971, o Lar dos Velhinhos, depois Centro Paroquial de Bem-Estar Social de Rio Maior - Lar Fausta Sequeira Nobre. Em 1991 foi agraciada com a Medalha do Concelho. Faleceu a 7 de Março de 2005, aos 97 anos de idade. Em reunião de Câmara de 16 de Março de 2005, foi aprovada a atribuição do seu nome a uma rua da cidade, o que viria a concretizar-se a 5 de Setembro de 2009. Início e fim: Liga a Avenida Marechal Humberto Delgado à Rua Fernando Sequeira Aguiar.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3378,
          "line": true,
          "lon": -8.9393,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDA CUNHA FIGUEIREDO (ENFERMEIRA-PARTEIRA) – RIO MAIOR",
          "text": "Nome atribuído para distinguir Fernanda Cunha Figueiredo, que durante 50 anos como parteira, ajudou a dar à luz gerações de riomaiorenses.  No Feriado Municipal de 1999, no Largo do Alto do Pina, foi descerrada a placa toponímica que baptizou com o seu nome, a rua até então chamada Rua do Norte. Na cerimónia da inauguração foi sublinhado que “era agora uma questão de honra perpetuar com este acto o seu nome, como exemplo de amor ao próximo e que tantas mães acarinhou”. “Sensibilizada com o carinho demonstrado e instada a pronunciar-se sobre o facto de já não serem realizados partos em Rio Maior, como acontecia no seu tempo, Fernanda Figueiredo constatou essa realidade, que leva a que os riomaiorenses tenham os seus filhos nas Caldas da Rainha ou em Santarém, aquiescendo que tal situação «é muito má para Rio Maior»”, relatam notícias da época."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3399,
          "line": true,
          "lon": -8.9336,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDO ANTÓNIO DUARTE – RIO MAIOR",
          "text": "Rua ínsita na toponímia local para render preito a um vulto da cultura e da história de Rio Maior e do país. Natural de Rio Maior, aqui exerceu o mister de Solicitador Judicial. Destacou-se no cinema com palestras, artigos, críticas e filmografias. Foi dirigente precursor do Cineclubismo em Portugal e fundou em 1952 o Cine-Clube de Rio Maior.  Fundou e dirigiu várias revistas e colaborou na Enciclopédia da Cultura. Publicou Estudo da Vila e seu Concelho (1951) e História de Rio Maior (1979), sendo um dos autores riomaiorenses mais profícuos, e aqui profusamente citado neste trabalho. Foi homenageado com a Medalha do Concelho em 1993.  O seu busto figura no foyer do Cineteatro Municipal, uma homenagem a quem tanto contribuiu para o desenvolvimento do cinema em Rio Maior.   A 5 de Setembro de 2009 este arruamento toma o designativo perpétuo de Rua Fernando António Duarte. Início e fim: Liga a Rua Escola Superior de Desporto à Rua Madre Teresa de Saldanha. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3325,
          "line": true,
          "lon": -8.9108,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDO CASIMIRO (PEDAGOGO) – RIO MAIOR",
          "text": "Nome dado para distinguir um eminente pedagogo. Fernando Casimiro Pereira da Silva nasceu em Rio Maior, a 24 de Agosto de 1910. Foi director e professor da Escola Comercial Municipal e membro da comissão para criar a Escola Preparatória Latino Coelho. Ocupou diversos cargos políticos e presidiu a várias associações locais.  Fundou o Jornal de Rio Maior e o Jornal Concelho de Rio Maior e legou vários trabalhos da história do concelho. Foi proprietário do cinema Casimiros. Em 1977 a Escola dos 2.º e 3.º Ciclos do Ensino Básico de Rio Maior passa a designar-se Escola Básica dos 2.º e 3.º Ciclos Fernando Casimiro Pereira da Silva. Faleceu a 16 de Janeiro de 1987.  Em 1993 é agraciado com a Medalha do Concelho e em 2015 é inaugurado, na Praça do Comércio, um busto em sua homenagem, intitulado “Um Homem Solidário”. A 5 de Setembro de 2009 o seu nome entra na toponímia de Rio Maior.  Início e fim: Rua Madre Teresa de Saldanha."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3265,
          "line": true,
          "lon": -8.9395,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDO COVA GONÇALVES (PEDAGOGO) – RIO MAIOR",
          "text": "Arruamento assim designado para homenagear uma figura grada da comunidade riomaiorense, tendo-se notabilizado como professor. José Fernando Cova Gonçalves nasceu em Lisboa em 1914. Exerceu as funções de Solicitador Judicial e trabalhou com Alexandre Laureano Santos no seu escritório na Rua D. Afonso Henriques. Foi 1.º Comandante do Corpo de Bombeiros Voluntários de Rio Maior durante 30 anos (1943- 1973).  Pedagogo, desempenhou, a título gratuito, a função de docente na Escola Comercial Municipal, tendo leccionado as disciplinas de Matemática, Física e Educação Física. A partir de 1956, foi também mestre no Externato Riomaiorense, depois Colégio Luís de Camões. Faleceu em 1973. Em 1993 foi homenageado com a Medalha do Concelho. A 5 de Setembro de 2009, o seu nome é inserto na nomenclatura toponímica da cidade de Rio Maior."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.333,
          "line": true,
          "lon": -8.9275,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDO PESSA (JORNALISTA) – RIO MAIOR",
          "text": "Nome atribuído para homenagear uma figura nacional.  Fernando Luís de Oliveira Pessa nasceu em Aveiro em 1902 e faleceu em 2002.  Em 1934 ingressa na Emissora Nacional.  Trabalhou na BBC de Londres e na RTP.  Foi distinguido com a Ordem do Império Britânico e com o título de Comendador. Conhecido no país através das inúmeras reportagens que fez sobre sobre diversos assuntos, sempre com o seu idiossincrático cunho irónico (a sua expressão “e esta heim!?” ficou famosa), divulgou ainda o “Leão de Rio Maior”. Em 1993 recebeu a Medalha do Concelho de Rio Maior, tendo presidido à sessão solene comemorativa do feriado concelhio desse ano. Em 5 de Setembro de 2009, sob proposta da Associação de Melhoramentos do Bairro da Chainça, uma rua desta zona da cidade de Rio Maior recebe o seu nome, cuja antiga designação, deliberada em reunião de Câmara de 30 de Junho de 1985, era Rua Projectada à Estrada da Chainça. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3384,
          "line": true,
          "lon": -8.9343,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNANDO SEQUEIRA AGUIAR - MÉDICO – RIO MAIOR",
          "text": "Nome dado para consagrar uma figura eminente da história local. Nasceu a 14 de Agosto de 1910, em Lisboa. Fixa-se como médico em Rio Maior. Colabora em o Riomaiorense e em 1958 edita o livro Por Rio Maior. Foi médico na Santa Casa da Misericórdia, na Casa do Povo, na Caixa de Previdência, no Centro de Saúde e médico legista no Tribunal Judicial. Foi presidente da Liga dos Combatentes, secretário do Conselho Fiscal da Assembleia Geral da Associação dos Bombeiros Voluntários e pertenceu à Assembleia Municipal. Cenógrafo no Grupo Cénico Zé Pereira, pertenceu ainda ao Cineclube de Rio Maior. Foi director e proprietário do Jornal Notícias do Concelho de Rio Maior. Faleceu a 28 de Abril de 2001, em Rio Maior No Feriado Municipal de 1990, o Município de Rio Maior atribuiu o seu nome a uma rua da cidade, descerrando uma placa toponímica. Início e fim: Liga a Avenida Marechal Humberto Delgado à Rua Maestro Fernando Carvalho.   "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3361,
          "line": true,
          "lon": -8.9384,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FERNÃO LOPES – RIO MAIOR",
          "text": "Rua assim designada para homenagear um nome maior da História de Portugal. Fernão Lopes nasceu em 1418 e faleceu em 1459.  Foi escrivão oficial do reino de Portugal e o 4.° guarda-mor da Torre do Tombo. Escreveu as crónicas de D. Pedro I, de D. Fernando I e de D. João I.  Deu grande importância à análise crítica da História e à comprovação documental dos eventos. Mostrou o povo como um importante agente da História, mitigando o protagonismo, antes quase exclusivo dos reis e da aristocracia. Por isso, é considerado um dos precursores da historiografia científica e o fundador da historiografia portuguesa.  Muito erudito e dono de uma sensibilidade humanista, é ainda tido como a figura mais importante da Literatura Portuguesa Medieval.  Início e Fim: Liga a Rua João de Deus à Rua 6 de Novembro, cruzando-se com a Ladeira do Rossio e Rua da Torre. Já aparece referenciada em sessões de câmara, pelo menos, desde 1940. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3411,
          "line": true,
          "lon": -8.9382,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FLORINDA MACEDO (ACTRIZ) – RIO MAIOR",
          "text": "Rua assim designada para homenagear uma actriz riomaiorense de projecção nacional. Florinda Amélia Xavier de Macedo nasceu em Rio Maior a 29 de Novembro de 1845.  Terá feito a sua estreia profissional aos 16 anos de idade no Teatro Ginásio. Entra para o Teatro da Trindade em 1870. A sua carreira artística abrangeu, para além da opereta, as óperas cómicas, as zarzuelas e as mágicas. Mais tarde, no D. Maria II, a declamação. Daí em diante, o seu reportório foi variadíssimo e imenso.  Trabalhou durante trinta anos no teatro, qua abandona por motivos de saúde. Notícias da época, descreviam-na como “bela, maliciosa e encantadora”. Depois de uma carreira triunfal, viria a falecer em Lisboa a 6 de Janeiro de 1896. É referência obrigatória nas Antologias do Teatro Português. A 5 de Setembro de 2009, o seu nome é inscrito na toponímia de Rio Maior Início e fim: Entre a Rua Cidade de Cantanhede e a Rua Maria Alice Almeida. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3282,
          "line": true,
          "lon": -8.9393,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FONTE LAGOA – RIO MAIOR (FONTE LAGOA)",
          "text": "Arruamento assim designado/conhecido, não se tendo descortinado ao certo o porquê da origem do topónimo, que certamente tem sobrevivido ao devir do tempo por transmissão oral. Há fontes escritas, como as actas da Câmara Municipal, que referem que esta zona foi, em tempos recuados, um local pantanoso. Etimologicamente, em latim, fonte, significa nascente de água, e lagoa, significa pântano."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3171,
          "line": true,
          "lon": -8.9172,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FRANCISCO BOTÃO PEREIRA (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear Francisco Botão Pereira, empresário local e proprietário da firma Canadas & Pereira, Lda. O Jornal Concelho de Rio Maior, que ressurgiu a 1 de Outubro de 1944, com o número 151, fazia menção à firma Canadas & Pereira, Lda., antes Barbosa & Pereira, constituída por António Pedro Ferreira Canadas e Francisco Botão Pereira.  Nesta rua localizam-se algumas empresas como os Estores Leão - Indústria de Toldos e Estores, Lda., CLS - Piscinas - Regas, Henricarnes, Natstone e Marmac, Mármores Machado Lda. Início e fim: Liga a Rotunda da Praça Manuel Sequeira Nobre, à entrada da Zona Industrial, à Rua Marcolino Pereira Nobre. Cruza-se com a Rua José Diogo, com a Rua Adelino Simões dos Santos e com a Rua Madaíl da Cruz Amil. É igualmente conhecida por Rua nº 10."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3141,
          "line": true,
          "lon": -8.916,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FRANCISCO MARQUES DOS SANTOS (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim designado para homenagear uma personalidade local. Francisco Marques dos Santos foi vice-presidente da Câmara Municipal de Rio Maior. Tomou posse do cargo em Setembro de 1953, com João Afonso Calado da Maia, presidente, Joaquim Dionísio Pereira, João Cândido de Carvalho, Luís Calado Vicente e Ventura Paulo da Torre, vereadores. Foi proprietário da serração velha. Montada na década de 1920 do século passado, executou a serragem de travessas que se destinavam ao projectado caminho-de-ferro mineiro. Em 1971, a Câmara Municipal, pretendendo renovar a Feira de Setembro, designa-a de Frimor, promove uma intensa propaganda, edita um cartaz e um programa, organiza concursos e novos atractivos, para o que constitui uma Comissão Central Executiva, da qual fez parte, Francisco Marques dos Santos. Início e fim: Liga a Rua Henrique dos Santos Granada à Rua Adriano Vargas Soveral. Também é conhecida por Rua nº 3.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3401,
          "line": true,
          "lon": -8.9398,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FRANCISCO PEREIRA CALISTO (MÉDICO) – RIO MAIOR",
          "text": "Rua assim titulada para distinguir Francisco Augusto Pereira Calisto, grande benfeitor do Concelho de Rio Maior. Nascido em 1909, faleceu no Verão de 1945, na Nazaré.  Frequentou a Escola Agrícola de Coimbra, mas acabou por se formar em Medicina na Universidade daquela cidade. Em Rio Maior foi professor na Escola Comercial Municipal e médico na Casa do Povo e no Hospital da Santa Casa da Misericórdia, cargos que desempenhou gratuitamente, como gratuitamente prestou assistência médica aos soldados da Guarda Nacional Republicana, recebendo, por isso, um público louvor do Ministério do Interior. Fez parte do Teatro Riomaiorense e em 1944 integrou como sócio a sociedade “Cinema Riomaiorense L.ª”, para exploração do espectáculo cinematográfico no Teatro Riomaiorense. Denominativo toponímico atribuído a 5 de Setembro de 2009. Início e fim: Liga a Rua Marquês de Rio Maior à Avenida de Portugal. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3374,
          "line": true,
          "lon": -8.9426,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FUNDA – RIO MAIOR",
          "text": "A Rua Funda já apresenta esta designação na sessão de Câmara de 3 de Outubro de 1940, a qual mantém nas sessões de 11 de Agosto de 1970 e de 30 de Junho de 1985, indo da “Rua do Arraial à Rua do Tufo”, cuja configuração se mantém. Documentação dispersa, versando sobre a nomenclatura toponímica, refere que “Começa na Rua do Arraial e termina na Rua da Central Eléctrica” e, ainda, “Rua Funda: Rua do Bolacha, por detrás da Estrada Nacional”. Desconhece-se a origem do termo “Funda”. Início e fim: Liga a Rua do Arraial à Rua do Tufo. Paralela à Rua D. Afonso Henriques. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3399,
          "line": true,
          "lon": -8.943,
          "zoom": 18
        },
        "text": {
          "headline": "RUA FURRIEL-COMANDOS SANTOS PIRES – RIO MAIOR",
          "text": "Arruamento assim designado para galardoar Joaquim dos Santos Pires, 2.º Furriel Miliciano Comando, pelos serviços relevantes prestados à causa da democracia e da liberdade. Pertenceu aos Comandos da Amadora, tendo participado, no dia 28 de Novembro de 1975, no  incidente originado pelas forças do Regimento de Polícia Militar com o Regimento de Comandos, no qual seria mortalmente ferido, “caindo no campo da honra, por Potugal e pelos Comandos.Foram várias as missões cumpridas pelos Comandos no 25 de Novembro de 1975,pelo que a sua acção foi decisiva para a consolidação do regime democrático, que dava então os primeiros passos.Foi condecorado com a Medalha de Prata da Ordem da Liberdade, a título póstumo, com Alvará de Concessão, de 25 de Novembro de 1977, publicado em Diário da República n.º 295 - 2. ª Série, de 23 de Dezembro de 1977. Início e fim: Liga a Travessa Ferreira Campos à Rua de Santa Bárbara."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.313,
          "line": true,
          "lon": -8.9176,
          "zoom": 18
        },
        "text": {
          "headline": "RUA HENRIQUE DOS SANTOS GRANADA (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear um empresário local. Henrique dos Santos Granada inicia em 1946 a exploração, à volta da então vila de Rio Maior, de areeiros de excelente qualidade, com areia própria para vidro.  Foi pioneiro dessas explorações, as quais dariam origem a outras importantes firmas exploradoras, como a Sarel, a Sifucel-Sílicas, etc.  A empresa AFM está localizada nesta rua."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3365,
          "line": true,
          "lon": -8.9306,
          "zoom": 18
        },
        "text": {
          "headline": "RUA ISMAEL BACELAR SAMPAIO – RIO MAIOR (JUNTO AO LIDL)",
          "text": "Arruamento assim designado para homenagear uma personalidade do concelho. Ismael Bacelar de Sousa Sampaio nasceu em Pombal em 1938, tendo falecido em Rio Maior em 2006.  Exerceu as funções de Tesoureiro da Fazenda Pública de Rio Maior e de Mesário da Santa Casa da Misericórdia de Rio Maior. Foi membro da Confraria Almoçarista, tendo colaborado com o Coral e Orquestra Típica de Rio Maior. Exerceu as funções de presidente da Administração da extinta Fundação Lopes. Pertenceu à Direcção do Centro de Educação Especial “O Ninho” e colaborou em festas de beneficência a cantar o fado. Considerado um homem de grande estatura moral, dotado de generosidade para com o próximo, foi laureado com a Medalha do Concelho em 1991, nas celebrações 6 de Novembro, Feriado Municipal. A 5 de Setembro de 2009 é inaugurada a Rua Ismael Bacelar Sampaio, junto ao supermercado Lidl."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3129,
          "line": true,
          "lon": -8.9169,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOAQUIM DIONÍSIO PEREIRA (EMPRESÁRIO) – RIO MAIOR",
          "text": "Nome dado para homenagear uma personalidade local.  Foi vereador da Câmara Municipal, tendo tomado posse do cargo em Setembro de 1953. Foi proprietário da Moagem Maria Celeste. Na emblemática História de Rio Maior, Fernando Duarte, alude “ao almoço comemorativo da Paz, que se realizou no dia 21 de Maio de 1945, em Rio Maior, no salão envidraçado da antiga Moagem do Sr. Joaquim Dionísio Pereira”, para comemorar o fim da 2.ª Guerra Mundial. Foi um dos fundadores do Grémio Riomaiorense, mais tarde chamado Clube Riomaiorense, criado a 4 de Fevereiro de 1932. Participou na reunião do Conselho Municipal, a 17 de Setembro de 1945, nos Paços do Conselho, para apreciar o plano de actividades e as bases do orçamento ordinário para o ano seguinte. Em 1945 contribuiu com 6$00 para o Socorro de Inverno, instituição voltada para a assistência pela caridade."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3154,
          "line": true,
          "lon": -8.9189,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOSÉ DIOGO (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear uma figura do meio empresarial do concelho de Rio Maior. Na obra historiográfica de Fernando Duarte, História de Rio Maior, pág. 71-7, lê-se numa passagem, que o Jornal de Rio Maior, “quinzenário, ainda em 1932, tomou a iniciativa de promover um peditório em benefício do Hospital de Rio Maior e que tomou grandes proporções. Por todo o concelho foram constituídas comissões angariadoras. No Outeiro da Cortiçada, da co-missão faziam parte Luiz Nogueira, Artur Carvalho, José Rodrigues Curto, José Pereira da Fonseca, Manuel Farelo, Manuel Pereira, Júlio Nogueira, António Belo […] e José da Silva Diogo”, sendo possível que este último nome se refira à mesma pessoa que dá o nome a esta rua. Início e Fim: Liga a Rua José da Silva Victorino à Rua Francisco Botão Pereira. É uma rua próxima da rotunda da Praça Manuel Sequeira Nobre, situada à entrada da Zona Industrial, e paralela à Rua Adelino Simões dos Santos, sendo também conhecida por Rua nº 13 "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3168,
          "line": true,
          "lon": -8.9113,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOSÉ MARTINS FIGUEIREDO (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear um empresário local. Não se obtiveram mais dados sobre este antropónimo. Início e fim: Fica entre a Rua António Ramos Sequeira e a Rua Marcolino Pereira Nobre, entroncando na Rua Martinho Camilo Sequeira. Paralela à Rua Adriano Vargas Soveral, é também conhecida por Rua nº 6."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3247,
          "line": true,
          "lon": -8.9396,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOSÉ RELVAS – 1ª REPÚBLICA – RIO MAIOR",
          "text": "Rua assim designada para homenagear uma figura de relevo da História de Portugal. José de Azevedo Mascarenhas Relvas nasceu na Golegã a 5 de Março de 1858.  Filiado no Partido Republicano, distingue-se nos protestos da lavoura ribatejana contra as medidas vitivinícolas da lavoura duriense. Na manhã do dia 5 de Outubro de 1910, José Relvas, proclama a República e anuncia a constituição do Governo Provisório, assumindo a pasta das Finanças.  Político e diplomata, é nomeado para as difíceis funções de ministro de Portugal em Espanha (1911-1914), aí negociando o acordo entre os dois governos sobre a repressão dos emigrados monárquicos a viver em Espanha.  É chamado a formar governo em 1919.  Findo este interregno, regressa à Quinta dos Patudos, onde continua a sua actividade de proprietário agrícola e amante das artes. Faleceu a 31 de Outubro de 1929."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3153,
          "line": true,
          "lon": -8.9205,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOSÉ DA SILVA VICTORINO (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear um empresário do Concelho de Rio Maior. Nesta rua encontram-se as empresas Scanrio, Espertocar, Maiorpeças e Graforio, entre outras. Início e Fim: Liga a Rotunda da Praça Manuel Sequeira Nobre à Rua António Pedro Ferreira Canadas. Cruza-se com a Rua José Diogo, com a Rua Adelino Simões dos Santos e com a Rua Madaíl da Cruz Amil. Paralela à EN 114. Também é conhecida por Rua nº 14. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3352,
          "line": true,
          "lon": -8.9342,
          "zoom": 18
        },
        "text": {
          "headline": "AVENIDA JOÃO FERREIRA DA MAIA – RIO MAIOR",
          "text": "Rua assim denominada para homenagear um vulto da história local. Nasceu na Vila de Rio Maior em 1882, onde faleceu em 1958. Empresário agrícola, foi presidente da Câmara Municipal de 1912 a 1914 e de 1926 a 1937. A electrificação da Vila de Rio Maior, o Hospital da Misericórdia, a rede de distribuição domiciliária, o Parque Municipal e o traçado da Avenida Paulo VI, são obras suas.  Foi Provedor da Santa Casa da Misericórdia e presidiu a várias associações locais. Em 1993 foi homenageado com a Medalha do Município. As actas das reuniões de Câmara de 28 de Julho e 11 de Agosto de 1970 e de 30 de Junho de 1985 aludem a esta avenida, respectivamente, como “Arruamento a poente do Parque 28 de Maio”, “Arruamento a poente do Parque 28 de Maio, entre a Praça Marechal Carmona e o Largo Padre Quartilho” e “desde a Praça da República até ao Largo Padre Quartilho”. Início e fim: Liga a Praça da República ao Largo Padre Quartilho. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3389,
          "line": true,
          "lon": -8.9467,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOÃO MESQUITA DE SÁ (EX-PRESIDENTE DE CÂMARA) – RIO MAIOR",
          "text": "Rua assim designada para preservar a memória de uma personalidade da história local. João Franco Mesquita de Sá nasceu em Rio Maior a 6 de Janeiro de 1903. Licenciou-se em Direito na Universidade de Coimbra. Exerceu advocacia em Rio Maior e foi Juiz de Direito Substituto, tendo ocupado o lugar de Conservador do Registo Civil e Predial de Rio Maior e de Santarém.  Cumpriu três mandatos como presidente da Câmara Municipal (de 23 de Outubro de 1937 a 02 de Janeiro de 1942, de 02 de Janeiro de 1942 a 27 de Março de 1944 e de 6 de Janeiro de 1964 a 14 de Julho de 1966). Foi presidente da Assembleia Geral dos Bombeiros Voluntários e da Assembleia Riomaiorense. Foi professor da Escola Comercial Municipal, dirigente da União Nacional e fundador do Jornal de Rio Maior (1931). Faleceu a 11 de Janeiro de 1977. Designação toponímica atribuída a 5 de Setembro de 2009."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.335,
          "line": true,
          "lon": -8.9346,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOÃO TEODÓSIO BARBOSA – RIO MAIOR",
          "text": "Antropónimo atribuído para preitear João Teodósio Barbosa, denodado empresário riomaiorense. Grande impulsionador do comércio de vinhos, fundou as Caves Dom Teodósio em 1928. Foi uma das mais importantes unidades industriais do concelho, estatuto que ainda mantém com a designação actual de Enoport. Dedicou-se às vendas por grosso e a retalho nas suas instalações na antiga Rua do Loureiro, actual Rua João Teodósio Barbosa. Talvez por isso, a posteriori, se tenha dado o seu nome a esta rua. Fundou o Grémio Riomaiorense. Foi agraciado com a Medalha do Concelho em 1990. Na sessão de Câmara de 11 de Agosto de 1970, esta rua é designada por “Rua do Loureiro. Da Praça Marechal Carmona (Instalações de João T. Barbosa, Lda.) ao Largo Padre Quartilho”, e na de 30 de Junho de 1985, por “Rua João Teodósio Barbosa; da Praça da República ao Largo Padre Quartilho”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3361,
          "line": true,
          "lon": -8.9378,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOÃO DE DEUS – RIO MAIOR",
          "text": "Rua assim denominada para eternizar a memória de um apóstolo da educação e da cultura em Portugal. João de Deus de Nogueira Ramos nasceu em 1830. Foi um eminente poeta lírico e pedagogo e autor de um método de ensino da leitura, conhecido por Cartilha Maternal. Ainda hoje existe a Associação de Jardins-Escolas João de Deus.  Deputado e Ministro da Instrução e do Trabalho, foi também condecorado com a Grã-Cruz da Ordem de Santiago de Espada. Está sepultado no Panteão Nacional na Igreja de Santa Engrácia. Fernando Duarte, no seu trabalho historiográfico História de Rio Maior, diz que a “rua que vai da escola primária à Praça do Comércio também voltará a ter o seu antigo nome «Rua João de Deus»”, designando-a, igualmente, por Rua de Jesus. Outrossim, foi conhecida por Rua do Paço, por dar acesso ao Paço de Pero Afonso do Casal. Faleceu em 1896."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.341,
          "line": true,
          "lon": -8.9414,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JÚLIO CARREIRA – RIO MAIOR",
          "text": "nome dado para distinguir uma figura de relevo de Rio Maior. Júlio Carreira Pereira de Almeida foi presidente da Assembleia Municipal no mandato de 1977-1979. Fez ainda parte daquele órgão deliberativo nos mandatos de 1980-1989. Foi professor na Escola Comercial Municipal e colaborador dos jornais “Vida Social”, “O Zé”, “o Riomaiorense” e “Região de Rio Maior”. Fez parte do Teatro Riomaiorense e do Grupo Cénico Zé Pereira, como contra-regra, integrou a direcção da Associação dos Bombeiros e colaborou na elaboração do Catálogo da Feira de Rio Maior - 1972, com o artigo Centro Pecuário de Rio Maior. Em 1977, na qualidade de coordenador, incorporou a nova comissão para a Feira de Setembro. Em 1991 foi homenageado com a Medalha do Concelho.  Faleceu em 1995. Neste ano, no dia 6 de Novembro, é descerrada uma lápide dando seu nome a uma rua da cidade de Rio Maior.  Início e fim: Rua Marquês de Rio Maior, terminando numa rua sem nome, da qual não consta qualquer placa toponímica. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3377,
          "line": true,
          "lon": -8.9396,
          "zoom": 18
        },
        "text": {
          "headline": "RUA LATINO COELHO – RIO MAIOR",
          "text": "Nome atribuído para agraciar uma figura da história e da cultura nacionais. José Maria Latino Coelho nasceu em Lisboa em 1825 e faleceu em Sintra em 1891. Era filho do riomaiorense João Alberto Coelho, nascido em 1779. Formado em Engenharia Militar, alcandorou-se ao posto de General de Brigada do Estado-Maior de Engenharia. Foi deputado pelo Partido Regenerador, ao Partido Republicano, e fundador e ministro de um governo do Partido Reformista. Foi vogal do Conselho Geral de Instrução Pública, lente na Escola Politécnica de Lisboa e jornalista. Como escritor, notabilizou-se com obras de foro histórico e ensaístico, com destaque para a História Política e Militar de Portugal, e para estudos sobre Luís de Camões e Vasco da Gama.  A Escola Básica Latino Coelho (CE 1), de Rio Maior, deve-lhe o seu nome. "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.264,
          "line": true,
          "lon": -8.8357,
          "zoom": 18
        },
        "text": {
          "headline": "RUA MACHADO SANTOS - 1ª REPÚBLICA – RIO MAIOR",
          "text": "Rua assim designada para homenagear António Maria de Azevedo Machado Santos, militar e político português. Nasceu em 1875. Ficará para a história como o fundador da República Portuguesa.  Desde cedo ressumbrou o seu desagrado face ao andamento da política na República, tendo organizado e participado em vários movimentos insurreccionais. Foi deputado, senador e Ministro do Interior e das Subsistências. Segundo Fernando Duarte, esteve em Rio Maior em Outubro de 1910. Foi assassinado na “noite sangrenta” de 19 de Outubro de 1921. Na reunião de Câmara de 11 de Outubro de 1910, foi aprovado “Que a Rua do Príncipe Real, se denomine Rua Machado Santos”, em homenagem aos que se sacrificaram pelo bem da nossa Pátria”.  Na Vila da Marmeleira há uma rua com o seu nome. Esta rua passou da zona central da cidade para a actual Urbanização da Fonte Lagoa."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3168,
          "line": true,
          "lon": -8.9194,
          "zoom": 18
        },
        "text": {
          "headline": "RUA MADAÍL DA CRUZ AMIL (EMPRESÁRIO) – RIO MAIOR",
          "text": "Arruamento assim denominado para homenagear Madaíl da Cruz Amil, uma figura da política concelhia e empresário local. Em 21 de Outubro de 1945 realizaram-se no concelho de Rio Maior as eleições para as Juntas de Freguesia. Madaíl da Cruz Amil integrou a lista dos candidatos efectivos à freguesia de Rio Maior, juntamente com Manuel Frazão Azenha e Daniel Gomes Pulquério. Na reunião de Câmara de 13 de Dezembro de 1950, encontra-se uma referência a Madaíl da Cruz Amil, a propósito da Rua dos Bombeiros Voluntários, sendo descrita como a rua que vai desde o prédio de Madail da Cruz Amil ao Largo da Torre. As empresas Arlindo Ferreira Henriques e Basrio estão instaladas nesta rua. Início e fim: Liga a Rua José da Silva Victorino à Rua Francisco Botão Pereira. Paralela à Rua António Pedro Ferreira Canadas e à Rua Adelino Simões dos Santos. Também é conhecida por Rua nº 11.  "
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.338,
          "line": true,
          "lon": -8.934,
          "zoom": 18
        },
        "text": {
          "headline": "RUA MAESTRO FERNANDO CARVALHO – RIO MAIOR",
          "text": "Nome dado para agraciar um egrégio maestro.  Assim o recorda o Jornal Concelho de Rio Maior ao noticiar em 1939: “o nosso amigo e ilustre maestro Sr. Fernando de Carvalho acaba de alcançar mais um grande êxito com a apresentação da sua excelente Orquestra Portuguesa de Variedades, estreada, há dias, no Teatro da Trindade, na Emissora Nacional”.  Segundo Fernando Duarte, já em 1930, no Teatro Riomaiorense, “Ramiro Henriques de Carvalho, pai do Maestro Fernando de Carvalho, então talentoso estudante do Conservatório, apresentou seu filho a reger uma grande orquestra”. Em 1949, no palco da Casa do Povo, realizou um espectáculo a favor da Cantina Escolar.  É citada na reunião de Câmara de 30 de Junho de 1985, como “Rua Maestro Fernando Carvalho; da Avenida Paulo VI à Rua Poeta Ruy Belo”."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.341,
          "line": true,
          "lon": -8.947,
          "zoom": 18
        },
        "text": {
          "headline": "RUA MAJOR CABRAL DE QUADROS – RIO MAIOR",
          "text": "Rua assim designada para perpetuar a memória de Francisco José Cardoso Cabral de Quadros.  Nasceu em Santarém a 5 de Agosto de 1886. Era neto e sobrinho de riomaiorenses. Serviu no Corpo Expedicionário Português na 1.ª Guerra Mundial e foi Comandante dos Esquadrões do Carmo e da Ajuda na Guarda Nacional Republicana e Capitão no Comando Geral da Polícia de Segurança Pública, seguindo em 1934 em Comissão de Serviço para, a então, Colónia de Timor. Regressa à Metrópole e já no posto de Major de Cavalaria, é colocado no Regimento de Cavalaria de Aveiro como Comandante. Por força legal, passa à situação de reserva. Residente posteriormente em Rio Maior, cumpre dois mandatos como Presidente de Câmara (1947-1953) e integra a Comissão Executiva de Oferendas para a construção do Hospital da Santa Casa da Misericórdia. Faleceu em 1955. Foi agraciado com a Comenda da Ordem de Avis."
        }
      },
      {
        "date": "",
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "location": {
          "lat": 39.3431,
          "line": true,
          "lon": -8.9492,
          "zoom": 18
        },
        "text": {
          "headline": "RUA JOÃO FIGUEIREDO ANDRÉ (SOLDADO) – RIO MAIOR",
          "text": "Arruamento assim designado para homenagear João Manuel Figueiredo André, primeiro soldado riomaiorense a falecer na Guerra Colonial. Nasceu em Rio Maior em 1940.  Foi dos primeiros a seguirem para o Ultramar quando principiaram a ser reforçados os dispositivos de segurança. Soldado do Batalhão de Caçadores Especiais em missão na então Província de Angola, contava 21 anos de idade quando faleceu em combate.  A 5 de Setembro de 2009 o seu nome passa a estar representado na toponímia riomaiorense, ao ser atribuído o seu nome a uma rua da cidade de Rio Maior, localizada na Urbanização Encosta do Sol. "
        }
      }
    ],
    "map_type": "osm:standart",
    "call_to_action_text": "",
    "map_as_image": true,
    "map_subdomains": ""
  }
}

